{
    "services": [
      {
        "title": "Repair",
        "text": "GIANNA JEWELERS has a full service repair shop on the premises. Our Master Goldsmiths are experienced from the most extensive to the simplest repairs. Each repair is done with utmost care and attention to detail. We offer services for all jewelry repairs, ring sizing, setting, tightening of all stones, pearl restringing and complimentary cleaning."
      },
      {
        "title": "Custom Design",
        "text": "GIANNA JEWELERS creates unique and dramatic custom jewelry for that discriminating customer who is searching for something out of the ordinary. Capture your imagination whether the design is derived from an existing piece of jewelry, photographed or verbal description. Our staff at GIANNA JEWELERS can help you create a piece of jewelry that exemplifies your personal touch. Creating a unique design starts with the customers’ ideas, their choice of metal and gemstone(s), their preference for a design style and their desire to have an original piece of wearable art. At GIANNA JEWELERS, we use CAD Design throughout the process of creating your one of a kind piece. This allows you to be able to view your design in 3 dimension and easily make any changes or additions as you choose. By allowing you to preview your piece in 3-D, your vision will become a tangible piece of art even before it is casted."
      },
      {
        "title": "Remounting",
        "text": "Remounting is a great way to utilize your diamonds or colored gemstones and create a new piece of jewelry. With our onsite jeweler and hundreds of designs available or the choice to custom design your piece, GIANNA JEWELERS can create a piece of jewelry with you that can capture the sentimental value of incorporating your own diamonds or gemstones into your new piece of jewelry."
      },
      {
        "title": "Watch Repair",
        "text": "GIANNA JEWELERS offers expert watch repair by our certified Watchmaker on all lines of watches. Our services include full service watch repair, watch cleaning and overhaul, watch battery replacement and resealing and band replacement."
      },
      {
        "title": "Maintenance",
        "text": "Fine jewelry is normally very durable although over time it can wear. We recommend all jewelry be inspected and cleaned every 6 months. In doing so, this normal maintenance will prevent loss of stones or damage to your item. GIANNA JEWELERS will inspect your item free of charge, while you wait. If maintenance is needed, we will recommend the necessary repair to help prolong the life of your item and prevent loss of your valuable jewelry."
      },
      {
        "title": "Appraisals",
        "text": "GIANNA JEWELERS provides a full appraisal service. Our Jewelry Appraiser, John Giannakopoulos, is a Graduate Gemologist (GG) of the Gemological Institute of America. John is certified in Diamonds, Diamond Grading, Colored Stones, Colored Stones Grading and Gem Identification. A professionally documented insurance appraisal of your jewelry will fully protect you in case of loss, theft or even damage. John is accredited in documenting appraisals that have to do with insurance coverage, estate distribution, fair market value estimation, donation/gift value, etc. We always include a cleaning and thorough inspection of your jewelry free of charge for you. Due to the fluctuating market conditions, we strongly advise that you have your documents updated every 2-3 years."
      },
      {
        "title": "Wish List",
        "text": "Your Wish List is a perfect opportunity for you to let family and friends know exactly what you want for that special occasion. Whenever something catches your eye at GIANNA JEWELERS, we will document the piece on your personal Wish List for future gift ideas for you. If you like, we can email your Wish List to someone who may need a little help finding you the perfect gift! GIANNA JEWELERS also offers complimentary gift wrapping and delivery."
      },
      {
        "title": "We Buy Jewelry",
        "text": "Highest Prices Paid! In the current economic climate, the price of gold and other precious metals provide an opportunity to sell your older, unwanted jewelry. Simply bring in your diamonds, gemstones, gold, silver, platinum, and jewelry in any condition for an inspection. GIANNA JEWELERS will provide you with a discreet and comfortable way to review your jewelry and assure you of the highest possible price for your items. If interested, we will make you an offer on the spot. We also buy vintage watches and used jewelry. Let us help you manage these assets with confidence and reliability."
      }
    ]
  }
  